[
 {
   "city": "Cracow",
   "name": "Kamil Serefko",
   "instrument": "piano",
   "text": "<p>the creator of intunity. He studied piano at the Artur Malawski State Music School in Przemyśl with Prof. Dorota Miller and then, graduated from the Academy of Music in Cracow in the piano class of Prof. Mariola Cieniawa. In 2007 he earned his master’s degree in art. At present, he is devoted to teaching and is working with both young piano adepts and adults. He gained his experience as a piano teacher at different music schools in Cracow (i.e., Music School No. 1, the Bronisław Rutkowski Music School, the Ignacy Paderewski Comprehensive Music School). He co-operates with a number of distinguished Polish musicians.</p><p>He has been a winner and a participant of numerous international and national Polish piano competitions and has taken part in numerous piano master classes led by internationally acclaimed professors and concert pianists, such as Andrzej Jasiński, Kevin Kenner, Andrzej Tatarski, Józef Stompel, Andrzej Pikul, Adam Wodnicki.<p/>",
   "smallphoto": "1.jpg",
   "bigphoto": "2.jpg",
   "url": "k-serefko"
 },
 {
   "city": "Cracow",
   "name": "Gabriela Opacka",
   "instrument": "violin",
   "text": "<p>when she was 5 she began her violin education at the Artur Malawski State Music School in Przemyśl with Prof. Krzysztof Nowiński. In 2014 she earned her bachelor’s degree at the Academy of Music in Cracow in the violin class of Prof. Piotr Tarcholik and now she is continuing her education in the master’s degree program. As a participant of Erasmus+ Programme at the Guildhall School of Music & Drama in London she worked with Prof. Krzysztof Śmietana. In 2012 she won the third prize in the Young Paganini International Violin Competition in Legnica. In 2014, as a laureate of the Debut with Orchestra Competition she played the Violin Concerto in A minor by A. Glazunov with the Symphonic Orchestra of the Academy of Music in Cracow conducted by Maestro J. Maksymiuk. In 2016 she performed in the Cadogan Hall in London playing Mendelssohn's violin concerto with the Southbank Sinfonia. As a soloist she also played with the Polish National Radio Symphony Orchestra in Katowice, Podkarpacka Philharmonic Symphonic Orchestra, and Przemyśl Chamber Orchestra.Gabriela Opacka constantly broadens her musical expertise and gains experience by performing chamber music as well as orchestra music. In 2016 she took part in a 9-month program of the Southbank Sinfonia, playing both in London and abroad. She also completed the Sinfonia Varsovia Academy workshops with the Sinfonia Varsovia Orchestra. As an orchestral musician she has co-operated with the Royal Opera House, St Martin in the Fields, Sinfonia Varsovia, and as a leader with the International Philharmonic Orchestra in New York, Newham Philharmonic in London, and King's College Chamber Orchestra. She has performed in concert venues across the world, including Carnegie Hall in New York, Tokyo International Forum, Musikverein in Vienna, Bejing Concert Hall, Forbidden City Concert Hall in Bejing, Shanghai Oriental Art Centre and Barbican Center in London, and others.</p><p>Gabriela Opacka completed a pedagogical course at the Academy of Music in Cracow and the Teaching Skills Course at the Guildhall School of Music and Drama in London. She gained her teaching experience by working with pupils of the Cardinal Vaughan Memorial School and Thomas's Battersea School in London. </p>",
   "smallphoto": "1.jpg",
   "bigphoto": "2.jpg",
   "url": "g-opacka"
 },
 {
   "city": "Cracow",
   "name": "Julia Kotarba",
   "instrument": "cello",
   "text": "<p>Julia Kotarba was born in Cracow, where she began her musical education. When she was 7 she started to play cello at the Mieczysław Karłowicz State Music School in Cracow with Prof. Beata Zalewska. Then, she continued her education at the Academy of Music in Cracow in the cello class of Prof. Jan Kalinowski and graduated in 2014. She also studied at the ArtEZ Institute of Music in the Netherlands and at the Royal Conservatory of Brussels in the cello class of Prof. Jeroena Reulinga. Since 2015 she has been a postgraduate student at the Academy of Music in Katowice in a chamber music class of Prof. Piotr Szumieł. As a chamber musician she has given a number of concerts in Poland and abroad. She is a laureate of the national Polish auditions for cello class in Łódź (2009) and a winner of the third prize of the Gorlice Accordion Confrontations (2013) where she played a duet with an accordionist. She has participated in a range of master cello classes, developing her skills under the supervision of experienced professors. Julia Kotarba performed during the Oberstdorfer Musiksommers and Haus Marteau music festivals in Germany, Festival Midis Minimes in Belgium, Young Talent Festival Schiermonnikoog in the Netherlands, Diotima Academy in France, Warsaw Autumn in Poland, Days of the Music of Karol Szymanowski in Zakopane (Poland). Both as a soloist and chamber musician she searches for versatility. Being a member of the group Promyki Krakowa she had an opportunity to become familiar with the traditional folk music, and the depths of jazz music she explored in the Young Jazz Lions led by Jarek Śmietana.</p><p>At present, Julia Kotarba is a member of  the Airis Quartet and gives concerts in Poland and abroad. Moreover, since 2015 she has been a leader of a cello section in the Concertino Chamber Orchestra conducted by Maestro Michael Maciaszczyk.</p>",
   "smallphoto": "1.jpg",
   "bigphoto": "2.jpg",
   "url": "j-kotarba"
 },
 {
   "city": "Cracow",
   "name": "Andrzej Krawiec",
   "instrument": "guitar",
   "text": "<p>dr Andrzej Krawiec, born in 1981 in Przemyśl. He graduated from the Robert Schummann School of Music (Robert-Schumann-Hochschule) in Düsseldorf in the guitar class of Prof. Joaquin Clerch (2005) and from the Academy of Music in Cracow in the class of Prof. Michal Nagy (2007). In 2014 he got his doctor's degree in music art (the Academy of Music in Cracow). In 2012 he earned his master's degree in philosophy (Jagiellonian University in Cracow). He also completed the Interdepartmental Pedagogical Course at the Fryderyk Chopin Academy of Music in Warsaw (currently the Fryderyk Chopin University of Music in Warsaw, 2005). Twice, he has been awarded an artistic scholarship of the Minister of Culture and Art (1998, 1999). He has taken part in master classes conducted by A. Desiderio (Italy), R. Aussel (Argentina), E. Fisk (USA), R. Gallen (Spain), W. Lendle (Germany), T. Müller-Pering (Germany), A. Swete (Austria), M. Tamayo (Cuba), Z. Dukić (Croatia), C. Marchione (Italy/the Netherlands), P. Steidl (Czech Republic/the Netherlands), M. Tröster (Germany), and S. Viola (Italy). Between 1996 and 2007 he was the prize winner of national and international guitar competitions in Koszalin (1996), Przemyśl (1996), Krynica (1997), Gdańsk (1997), Viareggio (Italy, 1998), Poznań (2000), Warsaw (2004), and Lublin (2007).</p><p>Many times he has performed as a soloist, chamber musician and with orchestras both in Poland (e.g. in the National Philharmonic in Warsaw, Cracow Philharmonic, Częstochowa Philharmonic, the Henryk Wieniawski Lublin Philharmonic, Świętokrzyska Philharmonic, the Witold Lutosławski Concert Studio of Polish Radio in Warsaw, the Royal Castle in Warsaw, the Opera Krakowska) and abroad (e.g. in Austria, Canada, Germany, and Spain). Moreover, he is the author of numerous transcriptions for guitar including works of Bach, Scarlatti, Chopin, Prokofiev, Shostakovich, Tansman, Hindemith, Castelnuovo-Tedesco and Piazzolla.Since 2007 he has been leading the guitar class at the Fryderyk Chopin State Music School in Nowy Targ. He is also the Head of the String instruments section. In 2016 he got promoted to diploma teacher and he also was awarded the second  degree prize of a Director of the Arts Education Centre.</p><p>He made 2 CDs: 'Short Pieces for Two Guitars' (ABsonic, 2009) and 'Dialogue' (JB Records, 2010).</p>",
   "smallphoto": "1.jpg",
   "bigphoto": "2.jpg",
   "url": "a-krawiec"
 },
 {
   "city": "Cracow",
   "name": "Stanisław Plewniak",
   "instrument": "saxophone",
   "text": "<p>saxophonist and jazz vocalist. He graduated from the Academy of Music in Cracow. At the same time he studied philosophy at the Pedagogical University of Cracow. He was a participant of the Erasmus Program (2011/2012) in Wurzburg in Bavaria. His musical (both classical and jazz) skills and experience were acquired under the supervision of  music masters, such as Andrzej Rzymkowski, Lutz Koppetsch, Reinette Zijtveld–Lustig, Leszek Żądło, and others. He has taken part in a number of courses and master classes, including Arno Bornkamp, Hubert Winter, Ties Mellema, Jan Schulte–Bunert. Stanisław Plewniak is a co-founder and a frontman of FOURS collective.</p>",
   "smallphoto": "1.jpg",
   "bigphoto": "2.jpg",
   "url": "s-plewniak"
 },
 {
   "city": "Cracow",
   "name": "Józef Rusinowski",
   "instrument": "drums",
   "text": "",
   "smallphoto": "",
   "bigphoto": "",
   "url": ""
 },
  {
   "city": "Warsaw",
   "name": "Grzegorz Krawiec",
   "instrument": "guitar",
   "text": "<p>Between 1987 and 1999 he studied classical guitar at the Artur Malawski State Music School in Przemyśl with Prof. Wojciech Mandzyn. In 2004 he graduated from the Fryderyk Chopin Academy of Music in Warsaw in the guitar class of Prof. Marcin Zalewski. He has won numerous international and national guitar competitions, held in Gdańsk, Jarosław, Koszalin, Krynica, Lublin, Olsztyn, Przemyśl, Tychy, Vienna, Sernancelhe (Portugali), Bath (the United Kingdom), Belgrad (Serbia), La Herradura (Spain), and has won Austrian Music series in commemoration of Bronislaw Huberman in Warsaw five times. He received many awards, including an award 'For Young Artists in Europe' (Padeborn, Germany), an award of the Minister of Culture and Art, and an award of the President of Przemyśl. Moreover, he has been a scholarship holder of the Prime Minister of Poland, the Minister of Culture and National Heritage, and the National Fund for Children.</p><p>Grzegorz Krawiec has played in such great concert halls as: Witold Lutoslawski Polish Radio Concert Studio in Warsaw, Polish National Philharmonic Hall in Warsaw, Wiener Konzerthaus in Vienna and Glenn Gould Studio in Toronto. He has been repeatedly invited both to perform and give classes at music festivals in Poland and abroad (in Austria, Bulgaria, Brazil, the Czech Republic, Germany, Great Britain, Hungary, Italy, Romania, Slovakia, Spain and Canada). His performances include solo recitals, chamber concerts (with Andrzej Krawiec and Chopin Guitar Quartet) as well as concerts with orchestras, such as: AUKSO Chamber Orchestra of Tychy, Northumberland Orchestra of Port Hope in Canada, Royal Symphony Orchestra in Warsaw, Sinfonia Varsovia, Capella Bydgostiensis, Small Philharmonic in Warsaw, Olsztyn Philharmonic Orchestra, Lublin Philharmonic Orchestra, Rzeszów Philharmonic Orchestra, Kielce Philharmonic Orchestra, Sudeten Philharmonic Orchestra in Wałbrzych, Silesian Philharmonic Orchestra in Katowice, and the National Philharmonic Orchestra in Warsaw).</p><p>He recorded 5 CDs: 'Journey - Podróż' (MA Recordings, 2005), 'Short Pieces for Two Guitars' (ABsonic, 2009), 'USA Guitar' (Absonic, 2010), 'Dialogue' (JB Records, 2010), 'Painted with Sound', part 2 (ABsonic, 2012).</p><p>Since 2002 he has been teaching at the State Music School No. 1 in Warsaw, currently as a diploma teacher.</p>",
   "smallphoto": "1.jpg",
   "bigphoto": "2.jpg",
   "url": "g-krawiec"
 },
  {
   "city": "Warsaw",
   "name": "Katarzyna Mróz",
   "instrument": "piano",
   "text": "<p>She graduated from the Fryderyk Chopin University of Music in Warsaw in the piano class of Prof. Alicja Paleta-Bugaj, Dr. Agnieszka Przemyk-Bryła, and Dr. Konrad Skolarski, as well as in the class of  piano chamber music of Prof. Katarzyna Jankowska-Borzykowska. She also competed the Postgraduate Inter-Faculty Vocal Studies at the Fryderyk Chopin University of Music in Warsaw.</p><p>She has been a laureate of several piano competitions, including in the J.S. Bach International Piano Competition in Gorzów Wielkopolski (the third prize, 2006), the National Forum of Young Instrumentalists in Rybnik (the third prize, 2006), Nałęczów Piano Competition, which took place within the International Piano Festival and Course in Nałęczów (the third prize, 2011). She is a finalist of the International Piano Competition in Huesca, Spain (2015). In 2006 she was given a scholarship of the President of Opole for achievements in art.  In 2007 she played the first part of the Fryderyk Chopin's Piano Concert in F minor with the Opole Philharmonic Orchestra. She has performed recitals in the Warsaw Music Society, Chopin's Manor in Duszniki Zdrój, Myślewicki Palace, and the Palace on the Water in Łazienki Park in Warsaw. She has participated at the Chopin Birthday Festival in Warsaw and in the open-air concerts 'Chopin nad Bugiem' in Mielnik. Moreover, she has given concerts in Germany, Czech Republic, Spain, Italy, and Switzerland. Since 2013 she has played regularly as a soloist or in duets in the Chopin's Salon in Warsaw. She keeps improving her piano skills under the supervision of outstanding pedagogues, such as: A. Jasiński, A. Paleta-Bugaj, W. Świtała, K. Popowa-Zydroń, E. Pobłocka, Z. Raubo, A. Nosè, K. Kenner, M. Herbowski, G. Kurzyński, J. Banowetz, A. Wodnicki, A. Stefański, G. Maiorca, K. Brzozowski, T. Mack, L. Tamulevich, E. Levitan, M.Ülkü and A. Siiral. In the summer of 2016, she organised piano recitals and music workshops for children within the 'Otwarta Ząbkowska' festival. </p>",
   "smallphoto": "1.jpg",
   "bigphoto": "2.jpg",
   "url": "k-mroz"
 },
 {
   "city": "Wroclaw",
   "name": "Maria Miszczak",
   "instrument": "piano",
   "text": "<p>Maria Miszczak graduated from the Karol Lipiński Academy of Music in Wroclaw in the piano class of Prof. Grzegorz Kurzyński. In 2008 she completed with honors the Postgraduate Master Programme of Study in Chamber Music Performance in the class of Prof. Helena Furmanowicz-Kurzyńska and the Cultural Management in the European Union Structures at the Institute of Literary Research of the Polish Academy of Science. She has participated in a range of courses run by outstanding tutors. At present, she is an accompanist at the Karol Lipiński Academy of Music in Wroclaw and works with students in the trumpet class of Prof. Igor Cecocho.</p>",
   "smallphoto": "1.jpg",
   "bigphoto": "2.jpg",
   "url": "m-miszczak"
 },
 {
   "city": "Wroclaw",
   "name": "Seweryn Wróbel",
   "instrument": "trumpet",
   "text": "",
   "smallphoto": "",
   "bigphoto": "",
   "url": ""
 },
   {
   "city": "Katowice",
   "name": "Paweł Staszczyszyn",
   "instrument": "piano",
   "text": "<p>born in a family of musicians. When he was 7 he began his piano education under the supervision of Prof. Anna Dymek at the Music School Complex No. 2 in Rzeszów. In 1998 he started cooperating with Prof. Monika Sikorska-Wojtacha, and under her supervision he finished secondary music school and began higher education at the Karol Szymanowski Academy of Music in Katowice. After the second year of studies, he switched to the piano class of Prof. Zbigniew Raubo, and under his supervision he finished the Academy in 2008. At the same time he studied in the chamber music class of Prof. Maria Szwajger-Kułakowska and Prof. Marek Moś. In 2014 he completed the postgraduate studies within the management of educational institutions at the Faculty of Organization and Management at the Silesian University of Technology.</p><p>He has performed as a soloist with the orchestra of the Music School Complex No. 2 in Rzeszów at the 'Eurochetries' International Festival of Youth Orchestras in Świeradow Zdrój, with the Brandenburg String Orchestra, the Silesian Chamber Music Orchestra, and the Rzeszów Philharmonic Orchestra. He has made radio and TV recordings for the Polish Radio and TV broadcasting as well as has given recitals as a soloist and accompanist in Japan, the USA, Germany, Switzerland, Italy, Austria, Czech Republic, and Slovakia. As a pianist he participated in the international piano master classes led by Andrzej Jasiński, Lee Kum Sing, Aleksiej Maximov, Halina Czerny-Stefańska, Józef Stompel, Elżbieta Tarnawska, and Monika Sikorska-Wojtacha.</p><p>He has benefitted from the Polish Children's Fund, and has been granted several scholarships, including the scholarships of the Minister of Arts and Culture, the Prime Minister, the Voivode of Podkarpackie, and the President of Rzeszów.</p><p>Between 2010 and 2011 he worked as a vocalist in the 'Camerata Silesia' Ensemble of Singers of the City of Katowice.</p><p>Since 2006 he has been teaching actively and in 2016 he got promoted to diploma teacher. Moreover, he has performed as a competition accompanist and several times he has been awarded the distinction for the Best accompaniment. </p>",
   "smallphoto": "1.jpg",
   "bigphoto": "2.jpg",
   "url": "p-staszczyszyn"
 },
  {
   "city": "Lodz",
   "name": "Eneasz Kubit",
   "instrument": "accordion",
   "text": "",
   "smallphoto": "",
   "bigphoto": "",
   "url": ""
 },
 {
   "city": "Lodz",
   "name": "Patrycja Kubit",
   "instrument": "vocal",
   "text": "",
   "smallphoto": "",
   "bigphoto": "",
   "url": ""
 }
]